datasets/benchmark-results/digitalpacific/201811140451/wordpress-results-digitalpacific-10-201811140451.log
Running 1m test @ http://zapp.id-rsa.pub/wordpress/
  1 threads and 10 connections
  Thread calibration: mean lat.: 608.950ms, rate sampling interval: 2004ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   442.61ms  362.52ms   1.95s    85.00%
    Req/Sec     9.17      1.49    14.00     91.67%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%  283.65ms
 75.000%  572.41ms
 90.000%  982.02ms
 99.000%    1.66s 
 99.900%    1.95s 
 99.990%    1.95s 
 99.999%    1.95s 
100.000%    1.95s 

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

      82.559     0.000000            1         1.00
     155.519     0.100000           50         1.11
     192.767     0.200000          100         1.25
     215.679     0.300000          150         1.43
     242.303     0.400000          200         1.67
     283.647     0.500000          250         2.00
     319.743     0.550000          275         2.22
     350.207     0.600000          300         2.50
     431.103     0.650000          325         2.86
     486.143     0.700000          350         3.33
     572.415     0.750000          375         4.00
     598.015     0.775000          388         4.44
     637.951     0.800000          400         5.00
     680.447     0.825000          413         5.71
     797.695     0.850000          425         6.67
     888.831     0.875000          438         8.00
     939.519     0.887500          444         8.89
     982.015     0.900000          450        10.00
    1011.199     0.912500          457        11.43
    1093.631     0.925000          464        13.33
    1208.319     0.937500          469        16.00
    1253.375     0.943750          474        17.78
    1261.567     0.950000          475        20.00
    1321.983     0.956250          479        22.86
    1357.823     0.962500          482        26.67
    1443.839     0.968750          485        32.00
    1470.463     0.971875          486        35.56
    1519.615     0.975000          488        40.00
    1535.999     0.978125          490        45.71
    1548.287     0.981250          491        53.33
    1620.991     0.984375          493        64.00
    1620.991     0.985938          493        71.11
    1631.231     0.987500          494        80.00
    1660.927     0.989062          495        91.43
    1708.031     0.990625          496       106.67
    1779.711     0.992188          497       128.00
    1779.711     0.992969          497       142.22
    1779.711     0.993750          497       160.00
    1790.975     0.994531          498       182.86
    1790.975     0.995313          498       213.33
    1946.623     0.996094          499       256.00
    1946.623     0.996484          499       284.44
    1946.623     0.996875          499       320.00
    1946.623     0.997266          499       365.71
    1946.623     0.997656          499       426.67
    1954.815     0.998047          500       512.00
    1954.815     1.000000          500          inf
#[Mean    =      442.612, StdDeviation   =      362.522]
#[Max     =     1953.792, Total count    =          500]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  600 requests in 1.00m, 30.98MB read
Requests/sec:      9.99
Transfer/sec:    528.14KB